Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F04A.tmx
Source language: en_us
Languages: zh_cn

source: Are you living the life of your dreams?
zh_cn: 你在过你梦想中的生活么？

source: Our family is exactly where we want to be.
zh_cn: 我们的家庭生活完全是我想要的那一种。

source: There's no place in the world I would rather be right now than Lake Tahoe.
zh_cn: 在我看来，这个世界上再没有任何其他地方比太浩湖更好了。

source: We've done our share of traveling. Vagabond journeys in a semi-nomadic state.
zh_cn: 我们一起旅行，浪迹天涯，旅程遍布半个国家。

source: And we've done the yuppie thing.
zh_cn: 一起做雅皮士的事情。

source: We are making plans to begin an 18-month RTW (Round the World) Trip a few years from now.
zh_cn: 我们制定了一个18个月环游世界的旅行计划从现在到将来的几年岁月。

source: I look forward to that trip. But not in a desperate sense.
zh_cn: 我期盼着那样的旅行，但并非是极度渴望的那种感觉。

source: Not in the sense that I wish I were there now.
zh_cn: 即不是那种我马上就要到想要去的地方。

source: I am quite happy where I am right now.
zh_cn: 我现在对于此刻所处的地方非常满意。

source: I look forward to our RTW Trip like I look forward to a changing of the seasons.
zh_cn: 我期盼我们的环球之旅就好像我对变幻四季的期待一般。

source: In the summer I look forward to the fall. But that doesn't mean I am not fully enjoying the summer.
zh_cn: 夏天，我渴望看瀑布，但这不意味着我不享受这整个的夏天。

source: Last week I was having lunch with a new friend.
zh_cn: 上周我同一个新朋友一起进餐。

source: I was talking about this blog, what we write about, and sort of generically asked the question, "Why don't you travel more."
zh_cn: 我谈起了这个日志，有关我们写些什么，一般问些什么问题，“为什么你不去更多的地方旅行呢？”

source: She told me she did not travel more because of how little PTO she got from her employer.
zh_cn: 她告诉我她并不经常旅行因为她从上司那里获得的PTO少得可怜。

source: It was like she was speaking another language.
zh_cn: 听上去她好像在讲述另一种语言。

source: I had no idea what those letters meant.
zh_cn: 我一点都不知道这几个字母的意思。

source: PTO = Paid Time Off
zh_cn: PTO=带薪休假

source: Ok, I've got it now.
zh_cn: 好吧，我现在明白了 。

source: I will admit that in that moment I made a tiny little judgement.
zh_cn: 我得承认我对刚才的那个时刻一点反应能力都没有。

source: That's not the world I live in.
zh_cn: 那并不是我所生活的世界。

source: I don't think about PTO.
zh_cn: 我没想过带薪休假。

source: I don't think about a boss I have to put a request in with in order to take a long weekend trip or even a month long trip.
zh_cn: 我也不认为我的老板会接受我提出这样的要求只是为了周末旅行甚至长达月余的旅行。

source: I made this tiny little judgement about my life versus hers.
zh_cn: 在同她的生活对比后我得到了一个小的生活结论。

source: I wondered why she hadn't reached the enlightenment I had already attained.
zh_cn: 我想我知道为什么她没有到达我已经达到的。

source: Here was my problem.
zh_cn: 这是我的问题。

source: I was judging her for not living my dream.
zh_cn: 我认为她追寻的不是我梦想的生活。

source: My dream is not her dream.
zh_cn: 当然，我的梦想也并不是她的梦想。

source: Later in the conversation she shared about a bold move she and her husband had made. They left the big city.
zh_cn: 我们谈话的最后，她同我分享了一个她同她老公所作的大胆举动：他们离开大城市。

source: She took a big pay cut. Her husband was leaving a big job in the big city too.
zh_cn: 她辞掉了高薪，她老公同样从这个大城市离职。

source: And when they moved her husband did not even have a job at their new location.
zh_cn: 接着他们离开了，而在新的地方她老公甚至没有工作。

source: But they had come to the point where they realized that they were never going to be happy living the life they were in. There was no amount of money they could make that would make them happy.
zh_cn: 但是，他们获得了他们从前不会的得到的快乐生活，尽管这里没有多少钱供他们赚，使他们开心。

source: They wanted to live in the mountains.
zh_cn: 他们想住在山中。

source: They wanted an outdoor life.
zh_cn: 想要一种野外生活。

source: They wanted to ski. They wanted to hike. They wanted to climb.
zh_cn: 他们想滑雪，想登山，想露营。

source: And now they are living the life of their dreams.
zh_cn: 而他们现在所生活的便是他们的梦想。

source: It's not my dream.
zh_cn: 那不是我的梦想。

source: I don't want to think about PTO or bosses.
zh_cn: 我可不会思考带薪休假和老板。

source: But it's her dream. It's their dream.
zh_cn: 但是，那是他的梦想，他们的梦想。

source: I emailed her later that day with the subject "What I love about you."
zh_cn: 后来我以我爱你什么的主题发邮件给她。

source: Here's what I wrote:
zh_cn: 下文是我所写：

source: You quit your job and took less money.
zh_cn: 你辞掉工作赚少量的钱。

source: Because you figured out that more money wasn't ever going to make you happy.
zh_cn: 那是因为你发现更多的钱不会让你更开心。

source: You wanted a different life.
zh_cn: 你想要一种与众不同的生活。

source: And you went for it!
zh_cn: 所以你努力追求它。

source: That's what I love about you!
zh_cn: 这是我爱你的原因。

source: Do you know how many people just suck it up and trudge through life?
zh_cn: 你知道有多少人在忍辱负重地生活着？

source: In the blogosphere I'm friends with people from all over the world.
zh_cn: 在整个博客圈内，我和全世界的人都是朋友。

source: And I don't use that word "friend" lightly.
zh_cn: 可我不想很轻松地使用朋友这个词语。

source: My friend Gabi from Israel is living a nomadic life with her family and is currently in South America.
zh_cn: 目前我的以色列朋友伽比和她的家庭在南美过着一种流浪的生活。

source: My friend Emiel from my ancestral home of Deventer in the Netherlands is planning a 6-week "travel slow" trip through Southeast Asia in 2012.
zh_cn: 我的朋友埃米尔，来自我的故乡荷兰的代芬特尔，正计划着在2012年有次为期6周环游南亚的慢行旅程。

source: My friend Justin is in Boston.
zh_cn: 我的朋友贾斯丁，住在波士顿。

source: He and his family have decided that their goal is to travel forever and they are giving it an all-out effort in 2012 to accomplish that goal.
zh_cn: 他和他的家庭已经决定他们的人生目的就是永远地旅行。

source: There's a part of me that longs to be where each of these families are in their journey.
zh_cn: 我日志的一部分便是渴望着每个家庭可以在他们旅行的路上。

source: But only in the way that I anticipate the winter while I enjoy the autumn leaves.
zh_cn: 但只有这样我才在渴盼冬天的同时享受着秋天的落叶。

source: Where else would I want to be than Tahoe this winter?
zh_cn: 这个冬天我还想去除了太浩湖的哪里？

source: I'll be shredding powder at Tahoe's Vail Resorts - NorthStar and Heavenly - and blogging about the life of a ski bum for the Sprint Snow Squad.
zh_cn: 我将雪弄碎在太浩湖的度假村，并记录了有关五人雪上冲刺跑的活动。

source: I am living the life of my dreams.
zh_cn: 我过着我梦想的生活

source: And that has been the biggest change in my life over the last year. I am no longer living the life of anyone else's expectations.
zh_cn: 去年是我生活中最大的改变，我不再按照任何人的期望生活。

source: One of my goals through this blog is to help you ask yourself the tough questions about your life.
zh_cn: 我的目标之一便是通过这篇博客帮助你扪心自问你生活中的困难问题。

source: I want to make sure you realize what it is you want in life.
zh_cn: 我想让你确认你是否明白什么是你想要的生活。

source: If you're interested in going on a journey like this with us I hope you'll reach out and connect.
zh_cn: 如果你对旅行感兴趣像那样，同我们一起吧，我希望你可以主动联系我们。

source: I am not a guru. I have not arrived. But I am on a journey and I'm committed to helping you along on yours.
zh_cn: 我不是专家，我也没有去过，但是我在旅途中，我决心要帮助你们在你们的旅途中。
